import React from 'react'
import pdfFile from './terms-of-services.pdf';

function Terms() {
  console.log(pdfFile,'@@@@@');
  return (
    <div className="custom-home-page">
      <div className="hero">
        <div className="cool-move">
        <embed src={pdfFile} type="application/pdf" width="100%" height="600px" />
    
          {/* <h1>Terms</h1> */}
          {/* <h1>תנאי שימוש </h1>
            <h2>AI-CHATMATES "להלן:"צ׳טמייטס</h2>
            <p>ברוך הבא – שמחים שהגעת, דע כי על ידי גישה או שימוש באתר ובשירותים
של צ׳טמייטס, אתה מסכים להיות מחויב להסכם תנאי שימוש זה "תנאי
השימוש", לרבות מדיניות הפרטיות שלנו ולכן חשוב שתקרא בעיון את תנאים
אלו בעיון לפני שאתה מתחיל לקבל את השירותים שלנו.</p>
<h2>על ידי כניסתך, התחברותך, שימושך באתר ו/או בשירות צ׳טמייטס, הנך מאשר</h2>
<p>כי קראת והבנת את תנאי השימוש הבאים וכי התנאים יחייבו אותך וכי תפעל
בהתאם להם, לרבות התנאים המפורטים במדיניות הפרטיות ואבטחת המידע
של צ׳טמייטס, אותם תוכל למצוא כאן בהמשך להלן: תנאי שימוש אלו
ומדיניות הפרטיות ואבטחת המידע שלנו יכונו יחדיו: 

<strong>"התנאים" או "תנאי
השימוש".</strong>
</p>
<p>אם אינך מסכים לאי אלו מתנאי השימוש המפורטים להלן, הנך מחויב, באופן
מידי, להימנע מכניסה, מהתחברות או משימוש בכל אופן באתר ו/או בשירות
צ׳טמייטס.</p> */}
        </div>
      </div>
    </div>
  )
}

export default Terms